{"intents": [
    {"tag": "salam",
     "patterns": ["Hai", "Hi", "Halo", "Apa Kabar", "Selamat Pagi", "Selamat Siang", "Selamat Malam", "Salam", "Ping", "P", "permisi"],
     "responses": ["Halo!", "Hai", "Halo, ada yang bisa saya bantu?", "Halo selamat datang", "iya"]
    },
    {"tag": "bye",
     "patterns": ["Dadah", "Selamat Tinggal", "Dah", "Daah", "Semoga harimu menyenangkan", "Ok makasih", "Sampai Jumpa Lagi", "Ok bye"],
     "responses": ["Sampai jumpa lagi yaa", "Kalau ada masalah, hubungi aku lagi ya", "Semoga harimu menyenangkan!"]
    },
    {"tag": "nama",
     "patterns": ["nama kamu siapa?", "lu siapa?", "siapa sih lo?", "lu sape ?", "nama lo sape dah ?", "nama?"],
     "responses": ["Namaku KUAbot, salam kenal kak!", "Halo, aku KUAbot!", "Kenalin, aku KUAbot!"]
    },
    {"tag": "pekerjaan",
     "patterns": ["lu ngapain?", "pekerjaan kamu apa?", "lu kerja apa?", "tugas kamu apa?", "tugas lo ngapain?"],
     "responses": ["Saya membantu massyarakat bukit raya yang terkait dengan Kantor Urusan Agama", "Tugasku menjawab apa yang di butuhkan oleh massyarakat terhadap KUA bukit raya"]
    },
    {"tag": "KUA",
    "patterns": ["emang KUA apa si?", "apa tuh KUA?", "emang KUA apa sih?", "wah apa tuh KUA?", "KUA emang apa?"],
    "responses": ["Kantor Urusan Agama (disingkat KUA) adalah kantor yang melaksanakan sebagian tugas kantor Kementerian Agama Indonesia di kabupaten dan kotamadya di bidang urusan agama Islam dalam wilayah kecamatan  yang berkaitan dengan itu kak "]
    },
    {"tag": "pernikahan",
     "patterns": ["Kalo mau menikah harus gimana ?", "", "syarat2 nikah apa aja "],
     "responses": ["Perlu diperhatikan bahwa proses melengkapi syarat nikah ini dapat berbeda tergantung dengan agama yang Anda anut, status kenegaraan, rumah ibadah atau lokasi pernikahan dilaksanakan, dan ketentuan dari kantor kelurahan di mana Anda akan menumpang nikah. Perhatikan baik-baik setiap syarat nikah yang ditetapkan, seperti dokumen kependudukan, dan segeralah melengkapinya, bahkan jika memungkinkan, lakukan sebelum merencanakan detail pernikahan lainnya.","Berdasarkan Pasal 6 UU No. 1/1974 tentang perkawinan, syarat melangsungkan perkawinan adalah hal-hal yang harus dipenuhi jika akan melangsungkan sebuah perkawinan. Syarat-syarat tersebut yaitu: 1. Ada persetujuan dari kedua belah pihak. 2. Untuk yang belum berumur 21 tahun, harus mendapat izin dari kedua orang tua. Atau jika salah seorang   dari kedua orang tua telah meninggal atau tidak mampu menyatakan kehendaknya, maka izin dapat diperoleh dari orang tua yang masih hidup atau orang tua yang mampu menyatakan kehendaknya. 3. Bila orang tua telah meninggal dunia atau tidak mampu menyatakan kehendaknya, maka izin diperoleh dari wali, orang yang memelihara atau keluarga yang mempunyai hubungan darah dalam garis keturunan lurus ke atas. Bagi yang beragama Islam, dalam perkawinan harus ada (Pasal 14 Kompilasi Hukum Islam (KHI):Calon istri Calon suami Wali nikah Dua orang saksi Ijab dan kabul", "Syarat nikah cukup banyak bagi calon pasangan sehingga ada baiknya jika dipersiapkan dari jauh-jauh hari agar lebih memudahkan persiapan dan tidak mengganggu persiapan pernikahan lainnya. Meski begitu, syarat nikah harus dipersiapkan dengan teliti agar memudahkan calon pengantin."]
    },
    {"tag": "Berkas",
     "patterns": ["apa aja yang di bawa ke KUA ?", "berkas nya apa aja?", "yang perlu di bawa apa aja ?"],
     "responses": ["Berikut adalah Syarat Nikah: Calon pengantin bisa datang langsung ke KUA Kecamatan untuk mendaftarkan Pernikahannya, dengan membawa syarat nikah sebagai berikut: 1. Surat keterangan untuk nikah (model N1) Surat keterangan asal-usul (model N2) 2. Surat persetujuan mempelai (model N3) Surat keterangan tentang orang tua (model N4) 3. Surat pemberitahuan kehendak nikah (model N7) apabila calon pengantin berhalangan, pemberitahuan nikah dapat dilakukan oleh wali atau wakilnya. 4. Bukti imunisasi TT1 calon pengantin wanita, Kartu imunisasi, dan Imunisasi TT II dari Puskesmas setempat. 5. Membayar biaya pencatatan nikah sebesar Rp30.000. 6. Surat izin pengadilan apabila tidak ada izin dari orangtua/wali. 7. Pas foto ukuran 3 x 2 sebanyak 3 lembar. 8. Dispensasi dari pengadilan bagi calon suami yang belum berumur 19 tahun dan bagi calon istri yang belum berumur 16 tahun. 9. Bagi anggota TNI/POLRI membawa surat izin dari atasan masing-masing. 10. Surat izin Pengadilan bagi suami yang hendak beristri lebih dari seorang. 11. Akta cerai atau kutipan buku pendaftaran talak/buku pendaftaran cerai bagi mereka yang perceraiannya terjadi sebelum berlakunya Undang-Undang Nomor 7 tahun 1989. 12. Surat keterangan tentang kematian suami/istri yang ditandatangani oleh Kepala Desa/Lurah atau pejabat berwenang yang menjadi dasar pengisian model N6 bagi janda/duda yang akan menikah. Jika beberapa dokumen di atas sudah lengkap, maka calon pasangan bisa langsung melakukan proses pengurusan surat nikah ke KUA. Selain itu, ada beberapa data diri/dokumen yang harus dilampirkan untuk mengurus surat nikah. Prosedur Syarat Nikah Bagi Calon Suami: Pengantar RT-RW dibawa ke Kelurahan setempat untuk mendapatkan Isian Blangko N1, N2, N3 & N4. Datang ke KUA setempat untuk mendapatkan Surat Pengantar/Rekomendasi Nikah (Jika calon Istri beralamat lain daerah/Kecamatan). Jika calon Istri se daerah/Kecamatan, berkas calon Suami diserahkan ke pihak calon Istri. Lampiran Syarat Nikah: 1. Fotokopi KTP, Akte Kelahiran & C1 (Kartu KK) 2. Pas Foto 3 x 4 = 2 lembar, jika calon istri luar daerah 3. Pas Foto 2 x 3 = 5 lembar, jika calon istri satu daerah/kecamatan. Prosedur Syarat Nikah Bagi Calon Istri:  Pengantar RT-RW dibawa ke Kelurahan setempat untuk mendapatkan Isian Blangko N1, N2, N3 & N4. Datang ke KUA setempat untuk mendaftarkan Nikah dan pemeriksaan administrasi (bersama Wali dan calon suami). Calon Suami & Calon Istri sebelum pelaksanaan nikah akan mendapatkan Penasihatan Perkawinan dari BP4.LampiranSyarat Nikah: 1. Fotokopi KTP, Akte Kelahiran & C1 (Kartu KK) caten.  2. Fotokopi Kartu Imunisasi TT Pas Photo latar biru ukuran 2 X 3 masing-masing caten 5 lbr. 4. Akta Cerai dari PA bagi janda/ duda cerai. 5. Dispensasi PA bila usia kurang dari 16 pi dan 19 pa. 6. Izin atasan bagi anggota TNI/ POLRI. 7. Surat Keterangan Kematian Ayah bila sudah meninggal. 8. Surat Keterangan Wali jika Wali tidak selamat dari Kelurahan setempat. 9. Dispensasi Camat bila kurang dari 10 hari. 10. N5 (surat ijin orang tua) bila usia caten kurang dari 21 th. 11. N6 (Surat Kematian suami/istri) bagi janda/duda meninggal dunia"]
    },
    {"tag": "kemampuan",
     "patterns": ["kamu bisa apa?", "apa yang bisa anda lakukan?", "kamu bisa ngapain aja?", "lo bisa ngapain?", "apa kemampuan lo?"],
     "responses": ["anda bisa bertanya - tanya , apa yang aku lakukan dan yang berhubungan dengan Kantor Urusan Agama", "Pokoknya yang berhubungan sama KUA kak :)","Dalam melaksanakan tugasnya Kantor Urusan Agama Kecamatan Kebayoran Baru melaksanakan fungsi : - Melaksanakan Tata Usaha Kantor Urusan Agama Kecamatan Kebayoran Baru. Melaksanakan Tata Usaha Keuangan Kantor Urusan Agama Kecamatan Kebayoran Baru. - Melaksanakan Urusan Rumah Tangga Kantor Urusan Agama Kecamatan Kebayoran Baru. - Melaksanakan Pengurusan Perlengkapan Kantor Urusan Agama Kecamatan Kebayoran Baru. - Mengumpulkan, Mengolah, Data dan Statistik Serta Dekomentasi di Bidang Nikah dan Rujuk,Pembinaan Perkawinan, Kemasjidan, Zakat, Wakaf dan Ibadah Sosial. - Melaksanakan Pencatatan Nikah dan Rujuk, Mengurus dan Membina Masjid, Zakat, Wakaf, Baitul Maal, Ibadah Sosial, Kependudukan, dan Pengembangan Keluarga Sakinah. - Ikut berperan dalam melaksanakan Pembinaan Kerukuan Hidup Umat Beragama dan Pembinaan Produk Halal di Wilayah Kecamatan Kebayoran Baru. - Menyusun program kerja Kantor Urusan Agama Kecamatan Kebayoran Baru dan membuat laporan pelaksanaannya. - Memberikan bimbingan kepada pegawai, dalam melaksanakan tugas. - Melaksanakan tugas-tugas lain yang diberikan oleh Kepala Kantor Kementerian Agama Kota Jakarta Selatan. - Memberikan saran pertimbangan kepada Kepala Kantor Kementerian Agama Kota Jakarta Selatan yang berkenaan dengan tugas KUA Kecamatan Kebayoran Baru."]
    },
    {"tag": "rujuk",
     "patterns": ["kalo mau rujuk gimana ?", "apa aja yang dibawa kalo mau rujuk","saya mau rujuk"],
     "responses": ["Orang yang akan rujuk, harus datang bersama istrinya ke Kantor Urusan Agama yang mewilayahi tempat tinggal istri, dengan membawa dan menyerahkan surat-surat sebagai berikut :1. Foto Copy KTP dan Kartu Keluarga (KK) masing-masing 1 (satu) lembar. 2. Surat Keterangan untuk rujuk dari Kepala Desa/Lurah tempat berdomisili (blanko model R1). 3. Akta Cerai asli beserta lampiran putusan dari Pengadilan Agama. Sebelum rujuk dicatat akan diperiksa terlebih dahulu : 1. Apakah suami yang akan merujuk itu memenuhi syarat-syarat rujuk. 2. Apakah rujuk yang akan dilakukan itu masih dalam masa iddah talak raji. 3. Apakah perempuan yang akan dirujuk itu bekas istrinya.  4. Apakah ada persetujuan bekas istri."]}
]
}